{
 "attribution": "From Julia Riley’s 1A Dynamics Question Sheet", 
 "title": "Cycling through wind", 
 "relatedContent": [
  "vectors", 
  "resolving_vectors", 
  "energy"
 ], 
 "author": null, 
 "children": [
  {
   "type": "content", 
   "value": "A cyclist travels along a straight road at speed \n$\\vari{v}$\n on two separate occasions; on Day 1 there is no wind, whereas on Day 2 there is a steady wind blowing at a speed \n$\\vari{w}$\n in a direction perpendicular to the road (i.e. a cross-wind). The force on the cyclist due to air resistance is proportional to the square of the speed of the air relative to the cyclist; as a consequence, to maintain the same constant speed \n$\\vari{v}$\n on Day 2 as on Day 1, the cyclist has to produce a greater power output. In what follows, assume that \n$\\valuedef{v}{20}{km\\,  h\\sup {-1}}$\n and \n$\\valuedef{w}{40}{km\\,  h\\sup {-1}}$", 
   "encoding": "html"
  }, 
  {
   "answer": {
    "type": "content", 
    "value": "<p>\n<p>\n<p>\n<img src=\"figures/dynamics_bike_air_velocities.png\"/>\n</p>\n<p>\n<figcaption></figcaption>\n</p>\n</p>\n</p>\n<p>\nThe velocity of the air relative to the cyclist = \n$\\valuedef{v_{air}}{44.7}{km\\,  h\\sup {-1}}$\n at an angle \n$\\valuedef{\\theta }{63.4}{$^{\\circ }$}$\n to the direction of the motion of the cyclist.\n</p>", 
    "encoding": "html"
   }, 
   "type": "question", 
   "value": "<p>\nDraw diagrams showing the velocities of the cyclist and air in both the road frame and the cyclist&apos;s frame of reference (i) on Day 1 when there is no wind and (ii) on Day 2 when there is the cross-wind. Hence find the speed of the air and the \n</p>\n<p>\ndirection in which it is moving relative to the cyclist when the steady cross-wind is blowing.\n</p>", 
   "encoding": "html"
  }, 
  {
   "answer": {
    "type": "content", 
    "value": "The factor by which the cyclist must increase power to maintain a constant speed in the cross-wind is 2.2.", 
    "encoding": "html"
   }, 
   "type": "question", 
   "value": "Draw additional diagrams showing the velocity of the cyclist and the force due to air resistance on Day 1 and on Day 2. Hence deduce the factor by which the cyclist must increase power to maintain a constant speed in the cross-wind.", 
   "encoding": "html"
  }
 ], 
 "encoding": "html", 
 "layout": "1-col", 
 "type": "legacy_latex_question_numeric", 
 "id": "bike_power"
}